Repository: vilart1vilart1/react-journey-starter-37
Catalog: Customer.Ramseier/Resources/Resources.*.resx
Languages: de

source: Articles list
de: ArtikelListe

source: Classification
de: Einstufung

source: Complaint
de: Reklamation

# CustomerRamseier_Turnover
source: Statistic values
de: Statistikwerte

# ErpDocumentArticleRelationship
source: Articles List
de: ArtikelListe

source: Demand
de: Bedarf

# HasRequired
source: Has required in
de: Hat bedraf in

source: Documents
de: Dokumente

source: Industry
de: Branche

source: Documents List
de: Dokumente Liste

source: is complained
de: ist reklamiert

source: is not complained
de: ist nicht reklamiert

source: Last Week
de: Letzte Woche

source: Last Working Day
de: Letzter Arbeitstag

source: Master contract
de: Abrufauftrag

source: Needs
de: Bedarf

source: Printed on
de: Ausgedruckt am

source: Quantity Value
de: Absatzmenge

source: Reference persons
de: Bezugspersonen

source: Report by
de: Bericht von

source: Report Query
de: Bericht Abfrage

source: Sales LY
de: Umsatz LJ

source: Sales order
de: Kundenauftrag

source: Sales PY
de: Umsatz VJ

source: Sales target
de: Umsatz Ziel

source: Statistics
de: Statistiken

source: Statistics by article group
de: Statistik nach Artikelgruppe

# StatisticsEmptySlate
source: No statistic values found
de: Keine Statistikwerte gefunden

# StatisticsTitle
source: Statistics
de: Statistiken

# StatisticsByArticleGroupEmptySlate
source: No Statistics by article group values found
de: Keine Werte für Statistik nach Artikelgruppe gefunden

# StatisticsByArticleGroupTitle
source: Statistics by article group
de: Statistik nach Artikelgruppe

source: TeleNo
de: TeleNr

# TotalCurrentYear
source: Total this year
de: Gesamt aktuelles Jahr

# TotalMinusThreeYears
source: Total 3 years ago
de: Gesamt vor 3 Jahren

# TotalPrePreviousYear
source: Total 2 years ago
de: Gesamt vorletztes Jahr

# TotalPreviousYear
source: Total last year
de: Gesamt letztes Jahr

source: Total turnover value
de: Gesamtumsatz

source: Total turnover volume
de: Gesamtabsatz

source: Type of visit Short Bez
de: Art des Besuches Kurz Bez

# ContactStatusCommentEmptyState
source: No comment on this status
de: Kein Kommentar zu diesem Status

# ContactStatusUndefinedState
source: No status is defined
de: Es ist kein Status definiert

source: Add status
de: Status hinzufügen

source: Edit status
de: Status bearbeiten

source: Status type
de: Statusart

source: CEE-CEE Devices
de: CEE-CEE Geräte

# PartialDiscountList
source: Partial Discount Group
de: Teilerabattgruppe

source: PartDiscountGroups
de: TeilRabattgruppen

source: Discounts
de: Rabatte

# CustomPartDiscountGroup
source: Customer Part Discount Group
de: kunden-Teile Rabatte Gruppe

# CustomDiscountGroup
source: Customer Discount Group
de: kunden Rabatt Gruppe

# DiscountsEmptyState
source: No Discounts Found for this Company
de: Keine Rabatte für diese Firma

# DiscountsEmptyStateTitle
source: No Discounts
de: Keine Rabatte

source: Prediction
de: Prognose

# Description
source: Designation
de: Bezeichnung

source: Key Value
de: Schlüsselwert

source: Supplier
de: Lieferant

source: Part discount class
de: Rabattklasse

# VisitReportCompletedSend
source: Visit report completed on {0} for client {1}
de: Besuchsbericht abgeschlossen am {0} für Kunde {1}

# VisitReportSubject
source: {0} of Mr. {1} / customer {2} {3}
de: {0} von Hrn. {1} / Kunde {2} {3}
