Repository: vilart1vilart1/react-journey-starter-37
Catalog: Customer.Swecon.Schultes/Resources/Resources.*.resx
Languages: de

source: Diagnostics
de: Diagnose

source: Year of manufacture
de: Herstellungsjahr

source: Disposal
de: Entsorgung

source: Documents
de: Dokumente

source: Fault
de: Fehlerbeschreibung

# DisposedFilters
source: Filters
de: Filter

source: Filters
de: Filter

# ServiceOrderHistory
source: Order history
de: Auftragshistorie

source: Journey home
de: Abfahrt

source: Journey there
de: Anfahrt

# NoDispatchesToExport
source: There are no completed Dispatches available for Export
de: Keine abgeschlossenen Einsätze zum Exportieren gefunden

# DisposedOil
source: Oil
de: Öl

source: Oil
de: Öl

source: Operating hours
de: Betriebsstunden

# Preparation
source: Setup time
de: Rüstzeit

source: Spare parts
de: Ersatzteile

# TapIfSerialNoCorrect
source: Tap here if the chassis number is correct
de: Hier tippen um die Fahrgestellnummer zu bestätigen

# DisposedTubes
source: Hoses
de: Schläuche

# Tubes
source: Hoses
de: Schläuche

source: Working time
de: Arbeitszeit

# LegacyInstallationId
source: Chassis number
de: Fahrgestellnummer

# ChecklistHeaderLegacyInstallationId
source: Serial number
de: Seriennummer

# InstallationHistoryNote
source: Installation history
de: Serviceartikel Historie

source: History
de: Historie

source: Disposal by customer
de: Entsorgung durch Kunde

source: Export date
de: Export-Datum

# IncidentalMaterial
source: Small parts
de: Kleinmaterial

source: Report scheduled material
de: Geplantes Material melden

# ReportFollowingScheduledMaterial
source: Report following quantities for scheduled material
de: Folgende Mengen werden für vorgeplantes Material gemeldet

# ResponsiblePerson
source: Contact person
de: Ansprechpartner

# CustomInstallationType
source: Machine
de: Typ

# ChecklistHeaderCustomInstallationType
source: Machine
de: Gerät

# MaterialUsage
source: Consumption of material
de: Materialverbrauch

# ItemDescription
source: Description
de: Bezeichnung

source: Piece
de: Stück

# WorkDone
source: Work completed
de: Arbeit abgeschlossen

# CustomerSignature
source: Signature of the customer
de: Unterschrift des Kunden

# ServiceLocation
source: Place of reparation
de: Reparaturort

# DispatchedUser
source: Mechanic
de: Monteur

# NoUsedMaterial
source: No consumption of material recorded
de: Kein verbrauchtes Material erfasst

# MaterialUsageTermsAndConditions
source: The order was executed in accordance with the known terms of delivery and repair conditions and the machine was duly accepted.
de: Der Auftrag wurde unter Anerkennung unserer Ihnen bekannten Lieferungs- und Reparaturbedingungen ausgeführt und das Gerät wurde ordnungsgemäß übernommen.

# BgrConditionOk
source: Condition/Function OK
de: Zustand/Funktion in Ordnung

source: Completeness
de: Vorhanden

source: Component
de: Bauteil

# Diagnosis
source: Troubleshooting and Diagnosis
de: Fehlersuche und Diagnose

# ServiceLocationResponsiblePerson
source: Responsible person at service location
de: Ansprechpartner

# IsSerial
source: Has serial no
de: Seriennummernbehaftet

source: Serial required
de: Seriennummernpflichtig

source: Closed Orders with open dispatches
de: Geschlossene Aufträge mit offenen Einsätzen

source: Closed Orders without dispatches
de: Geschlossene Aufträge ohne Einsätze

# PartiallyCompletedOrdersWithCompletedDispatches
source: Partially completed Orders with closed dispatches
de: Teilweise abgeschlossene Aufträge mit abgeschlossenen Einsätzen

# CustomerSwecon_TakeoverPosition
source: Takeover
de: Übernahme

source: Takeover
de: Übernahme

# TakeoverCaption
source: Takeover
de: Übernahmebestätigung

# CustomerSwecon_WarehouseEntry
source: Service warehouse
de: Lagerplatz

# WarehouseEntries
source: Service warehouse
de: Lagerplatz

# WarehouseEntry
source: Service warehouse entry
de: Lagerbestand

# CustomerSwecon_WarehouseEntryTransfer
source: Warehouse return transfer
de: Rückumlagerung

# NoWarehouseEntries
source: No articles found for this service warehouse.
de: Es wurden keine Artikel auf diesem Lagerplatz gefunden.

source: Mailing list
de: E-Mail Verteiler

source: Warranty until (operating hours)
de: Garantie-Ende (Betriebsstunden)

source: Manufacturer warranty code
de: Hersteller Garantiecode

# DocumentsAndChecklists
source: Documents / Checklists
de: Dokumente / Checklisten

# ServiceReportRecipients
source: Report recipients
de: Reparaturauftragsempfänger

# ServiceReportPreview
source: Report preview
de: Reparaturauftragsvorschau

# AdditionalCosts
source: Additional material
de: Fremdmaterial

# BgrDynamicFormElement
source: Certification-Checklist
de: Abnahme-Checkliste

# BgrDynamicFormElementLight
source: Certification-Checklist light
de: Abnahme-Checkliste light

# DispatchLocation
source: Repair location
de: Reparaturort

# Reportdetails
source: Dispatch
de: Auftrag

# Reported
source: Order accepted at
de: Auftrag angenommen am

# ErrorMessage
source: Customer complaint
de: Kundenbeanstandung

source: Machine
de: Maschine

# WarrantyUntil
source: End of warranty
de: Garantieende

# Installation
source: Servicearticle
de: Serviceartikel

# Installations
source: Servicearticles
de: Serviceartikel

source: {Installation}history
de: {Installation}historie

source: Warrantyextension type
de: Garantieverlängerungs-Typ

source: Warrantyextension end (date)
de: Garantieverlängerungs-Ende (Datum)

source: Warrantyextension end (operating hours)
de: Garantieverlängerungs-Ende (Betriebsstunden)

source: Warrantyextension end
de: Garantieverlängerungs-Ende

# ServiceOrder
source: Work order
de: Reparaturauftrag

# ExecutedWork
source: Services carried out
de: Durchgeführte Arbeiten

# OrderNo
source: Order number
de: Auftragsnummer

# KickOffDate
source: Construction year
de: Übergabe-/Einweisungsdatum

# KickOffDateChecklistHeader
source: Construction year
de: Baujahr

# ItemNo
source: Part number
de: Ersatzteil-Nr.

# Crm_Company
source: Debitors
de: Debitoren

source: Return quantity
de: Rückumlagerung

# RuleViolation.ReturnQuantityGreaterThanQuantity
source: Return quantity cannot be greater than the actual quantity
de: Die Menge zur Rückumlagerung kann nicht größer als die vorhandene Menge sein

# RuleViolation.ReturnQuantityGreaterThan0
source: Please enter a quantity
de: Bitte geben Sie eine Menge ein

# RuleViolation.ReturnQuantityRequired
source: Please enter a quantity
de: Bitte geben Sie eine Menge ein

# PendingWarehouseEntryTransferQuantity
source: Pending transfer quantity
de: Ausstehende Rückumlagerung

# MailingListSales
source: Service and spare part sales
de: Service- und Ersatzteilverkauf

source: Send e-mail to:
de: E-Mail versenden an:

source: Disponents
de: Disponenten

# SparePartsSales
source: Service and spare parts sales
de: Service- und Ersatzteilverkauf

# InstallationSalesPerson
source: Sales person
de: Verkauf

# EmailFromDispatchSubject
source: Info for service order :ServiceOrderNo:, machine type :CustomInstallationType:, serial no :LegacyInstallationId:, customer :CustomerName:
de: Info zum Auftrag :ServiceOrderNo:, Maschinentyp :CustomInstallationType:, Seriennummer :LegacyInstallationId:, Kunde :CustomerName:

source: Sales manufacturer
de: Verkauf Fertiger

# UnknownWarehouseEntryTransferNo
source: Unknown return transfer order number
de: Unbekannte Umlagerungsauftragsnummer

# ResetDataAfterChangedUserConfirmation
source: The dynamic data has to be reset because the user changed
de: Die Bewegungsdaten müssen zurückgesetzt werden, da sich der Benutzer geändert hat

source: Waste producer
de: Abfallerzeuger

source: Carrier
de: Beförderer

source: CarrierNumber
de: Beförderernummer

source: Taking-over certificate
de: Übernahmebestätigung

source: EC-number
de: EG-Nummer

source: Waste code
de: Abfallbezeichnung

source: Amount
de: Menge

source: Unit
de: Einheit

# TakingOverCertificateTerms
source: The waste producer confirms with its signature that the delivered waste is not combined with other dangerous materials and that the waste complies to the listed EC-numbers.
de: Der Abfallerzeuger bestätigt mit seiner Unterschrift, dass die von ihm übergebenen Abfälle nicht mit anderen gefährlichen Stoffen vermischt sind und den aufgeführten EG-Nummern entsprechen.

# TakingOverCertificateCustomerSignature
source: Signature of the customer or an authorised person
de: Unterschrift des Kunden oder dessen Beauftragter

# ReportFooterCol2Row1
source: Contact
de: Kontakt

# ReportFooterCol3Row1
source: Managers
de: Geschäftsführer

# ReportFooterCol3Row4
source: Commercial register
de: Handelsregister

# ReportFooterCol4Row1
source: VAT id
de: Ust-IDNr.

# ReportFooterCol4Row4
source: Tax id
de: Steuer-Nr.

# ReportFooterCol5Row1
source: Hotline 0271-Schultes* 0271-3508-0*
de: USt-IdNr.: DE 814 663 218

# ReportFooterCol5Row4
source: Carrier number
de: Beförderer Nr.

# DispatchesNotInProgress
source: New service orders
de: Unbearbeitete Aufträge

source: Usage code
de: Einsatzbereich

# TheFollowingUsageCodeIsRequiredForServiceOrderCompletion
source: The following usage code has to be completed before the service order can be completed:
de: Der folgende Einsatzbereich musst vor Auftragsabschluss noch abgeschlossen werden:

# ArticleNoForChecklist
source: Article no for repair report
de: Artikelnummer für Reparaturbericht

# PdfTemplatePath
source: Path to PDF template
de: Pfad zu PDF Template

source: Completed on
de: Durchgeführt am

source: Completed by
de: Durchgeführt von

source: Article no
de: Artikelnummer

# NextUvvDate
source: Next BGR 500
de: Nächste BGR 500

# ContactPersons
source: Contact
de: Ansprechpartner

# InstallationQRDetails
source: {Installation} details
de: Maschinenakte

# NoServiceOrderHistoryAvailable
source: No history available for this service order
de: Zu diesem Auftrag ist keine Historie vorhanden

# CausingItemNo
source: Item no
de: Artikelnummer

source: Near accident form
de: Meldebogen für Beinaheunfall

# CustomerSwecon_NearAccidentForm
source: Near accident forms
de: Meldebogen für Beinaheunfall

# FromCar
source: From service car
de: Aus Servicefahrzeug

source: Add BGR 500
de: Abnahmeprotokoll hinzufügen

source: Checklist-{Article} Relationship
de: Checkliste-{Article} Zuordnung

# ChecklistArticleRelationshipAlreadyExists
source: Relationship already exists
de: Zuordnung existiert bereits

# MailingListRenting
source: Renting
de: Vermietung

source: Present
de: Vorhanden

source: Machine Inspection Protocol
de: Maschinenabnahmeprotokoll

# FormOfOrganisation
source: Legal form
de: Rechtsform

# Checked
source: Condition/ Functionality
de: Zustand/ Funktion

source: Fixed Delivery Rate
de: Übergabe/Einweisungspauschale

# CalculatedGuaranteeProvision
source: Guarantee Provision
de: Garantierückstellung

source: Not Checked
de: Nicht geprüft

source: Not OK
de: Nicht OK

source: Machine Inspection Protocol - Remarks
de: Maschinenabnahmeprotokoll - Bemerkungen

# MachineInspectionProtocolRemarksHeader
source: Problems/defects found in checks above
de: Beanstandungen/Fehler, die bei obiger Prüfung festgestellt wurden

source: Remark
de: Bemerkung

# CssClasses
source: additional CSS classes
de: zusätzliche CSS-Klassen

# DynamicFormType
source: Unique type name of the form (e.g. BGR500) - depending upon this is (among others) the import from Navision, the rendering/print and the possibility to add the form from the client side. The type "Temp" can be used for temporary Checklists. (Multiple forms with type Temp is possible)
de: Eindeutiger Typ des Formulars (z.B. BGR500) - davon abhängig ist u.a. der Import aus Navision, das Aussehen/Druck und die Möglichkeit das Formular clientseitig hinzuzufügen. Der Formulartyp "Temp" kann für temporäre Checklisten verwendet werden. (mehrere Formulare vom Typ Temp sind möglich)

source: Remarks
de: Bemerkungen

source: Placeholder text
de: Platzhaltertext

# PlaceHolderTextDefault
source: The next checkup is due until <b>$(DATE_NEXT_CHECKUP)</b>.
de: Die nächste Prüfung ist fällig bis <b>$(DATE_NEXT_CHECKUP)</b>.

source: Total amount
de: Anschaffungswert

# RuleViolation.MaxLength30
source: Please enter no more than 30 characters.
de: Bitte geben Sie nicht mehr als 30 Zeichen ein.

source: Prepayment
de: Anzahlung

source: Financed part
de: Finanzierungswert

# DurationInMonths
source: Duration (months)
de: Laufzeit

# RemainingPaymentAfterFinancing
source: Remaining amount
de: Restwert

# MonthlyRate
source: Monthly payments
de: monatliche Rate

source: Interest
de: Zinssatz

source: Financing
de: Finanzierung

# CustomerSwecon_FinancingCalculation
source: Financing
de: Finanzierung

# SweconOrderStartGreeting
source: Dear Sir or Madam, we thank you for your interest on our Volvo products and therefore send you, as discussed with Mr/Mrs (name), the requested product details about our
de: Sehr geehrte Damen und Herren, wir bedanken uns für Ihr Interesse an unseren Volvo-Produkten und übersenden Ihnen, wie mit unserem Frau/Herrn (name) besprochen die gewünschten Produktinformationen zu unserem

# SweconOrderConfNumber
source: Configuration Nr.
de: Konfigurationsnr.

# SweconOrderItemListBegin
source: Your requested configuration contains the following parts
de: Ihre gewünschte Konfiguration enthält die folgenden Komponenten

# SweconOrderWarranty
source: Schultes Warranty
de: Schultes Garantie

# SweconOrderWarrantyText
source: The machine will be delivered with a Schultes Warranty for the first 12 Months or 2500 hours in operation. Further details are available in the attached Schultes Warranty Conditions, dated 08/2012.
de: Die Maschine wird mit einer Schultes Garantie für die ersten 12 Monate / 2.500 Bh geliefert. Alle Details sind in den angehängten Schultes Garantiebedingungen mit Stand 08/2012 nachzulesen.

# SweconOrderPriceDisplayDetails
source: All the displayed prices are in Euro and exclusive of the 19% VAT.
de: Alle aufgeführten Preise verstehen sich in Euro und zuzüglich 19% Mehrwertsteuer.

# SweconOrderFurtherInformation
source: For your further questions, we are always available to discuss in person. We are looking forward to your positive answer.
de: Für weitere Fragen stehen wir Ihnen jederzeit gerne in einem persönlichen Gespräch zur Verfügung. Wir würden uns freuen, wenn Ihnen unser Angebot zusagt und verbleiben

# SweconOrderClosing
source: Kind regards
de: mit freundlichen Grüßen

# SweconOrderPresentationOfPriceInfoForModel
source: Price information for a
de: Preisinformation über einen

# SweconOrderPriceColumn
source: a total price of
de: zum Preis von

# HasAccessory
source: Configurable
de: Konfigurierbar

# Accessory
source: Components
de: Baugruppen

# ConfiguredAccessory
source: Accessory
de: Zusatzausstattung

# ShowAccessory
source: Configure
de: Konfigurieren

# MachineType
source: Volvo machine type
de: Volvomaschinentyp

source: Quantity
de: Menge

# MachineState
source: New / Used
de: Neu / Gebraucht

source: Delivery Date
de: Lieferdatum

# Campaign
source: Campaign Nr.
de: Kampagnennr.

# CampaignId
source: Campaign Nr.
de: Kampagnennr.

# CampaignFilterCaption
source: Campaign
de: Kampagne

# FinancingPDFTitle
source: Financing through Volvo Financial Services GmbH
de: Finanzierung über Volvo Financial Services GmbH

# Notes
source: Activities
de: Aktivitäten

# CreateNote
source: Add a new activity
de: Neue Aktivität anlegen

source: Lost Project Information
de: Informationen über das verlorene Projekt

source: Year of construction
de: Baujahr

source: Operation Hours
de: Betriebsstunden

# CloseProjectCode
source: Reason
de: Abschlussgrund

source: Lost on price
de: Verkaufspreis lt. Wettbewerb

source: Lost on type
de: Verloren an Typ

source: Lost on manufacturer
de: Verloren an Herstellercode

# LegacyId
source: Contact No
de: Kontaktnummer

# IsTechnicalContactPerson
source: Technical Contact Person?
de: Technischer Ansprechpartner

# IsSalesContactPerson
source: Sales Contact Person?
de: Kaufmännischer Ansprechpartner

# IsContactAcquiredThroughVolvo
source: Contact acquisition through Volvo allowed?
de: Kontaktaufnahme durch Volvo erlaubt?

# IsWantingToJoinTheDriversClub
source: Volvo Drivers Club?
de: Volvo-Fahrerclub

source: Interested in
de: Interessiert an

# Department
source: Function
de: Funktion

# Offers
source: Configurations
de: Konfigurationen

# Offer
source: Configuration
de: Konfiguration

# Name2
source: Additional name
de: Firmenzusatz

source: Branch
de: Branche

# Street
source: Street and number
de: Strasse und Hausnummer

# SetAsPreferredOffer
source: Set as preferred configuration
de: Zu bevorzugter Konfiguration machen

# CreateOffer
source: Create configuration
de: Konfiguration anlegen

# ProjectCategory
source: Volvo Machine Type
de: Volvomaschinentyp

# EditProject
source: Edit project head
de: Projektkopf bearbeiten

# Rating
source: Possibility
de: Wahrscheinlichkeit

# Deadline
source: Closing date
de: Abschlussdatum

# LegacyIdAndName
source: Nr. and Name
de: Nr. und Name

# ProjectValue
source: Last Volvo Price
de: Letzter Volvo Preis

# NavisionDebitorNo
source: Debitor Number
de: Debitorennummer

# NavisionContactNo
source: Contact Number
de: Kontaktnummer

# OffersEmptyStateTitle
source: No configurations
de: Keine Konfigurationen

# NoOffersAvailable
source: There are no configurations for this project yet.
de: Es wurden noch keine Konfigurationen für dieses Projekt erstellt.

# DuplicateCompanyErrorMessage
source: This company already exists (Contact number: {0})
de: Diese Firma existiert bereits (Kontaktnummer: {0})

# DuplicatePersonErrorMessage
source: This person already exists (Contact number: {0})
de: Diese Person existiert bereits (Kontaktnummer: {0})

# PurchaseInterest
source: Interested In
de: Interessiert An

# OfferSaveWillBreakERPLinkWarning
source: This configuration is tied to an offer in the ERP system. Saving it will break the link and the current configuration will be re-exported as a new offer.
de: Zu dieser Konfiguration wurde bereits ein Angebot in Navision verknüpft. Speichern der Änderungen erfordert das Anfordern eines neuen Angebots in Navision.

# OfferSaveMightBreakERPLinkWarning
source: This configuration may be tied to an offer in the ERP system, a link which may not have been synced yet. Saving it would break the link if it exists and the current configuration would be re-exported as a new offer.
de: Für diese Konfiguration wurde bereits ein Angebot erstellt. Wenn Sie erneut gespeichert wird, wird ein neues Angebot erstellt.

# CouldNotFindNavisionLink
source: Currently, there is no link to a Navision offer for this configuration. Please try again later.
de: Es wurde kein Angebot für diese Konfiguration gefunden. Bitte versuchen Sie es später erneut.again later.

source: Open linked offer in ERP
de: Angebot öffnen

# ExporConfigurationAsOffer
source: Export this configuration as an offer
de: Angebot für diese Konfiguration anfordern

# OfferNotExportedYet
source: The export result for this offer is not ready or hasn't been synced back yet.
de: Ein Angebot für diese Konfiguration wurde noch nicht erstellt.

# ERPLinkStale
source: The configuration is changed after export. A new offer will be linked when the next export finishes.
de: Die Konfiguration wurde geändert. Ein neues Angebot wird in Navision erstellt.

# AlternativeFor
source: Replacing
de: Ersetzt

# TradeinType
source: Type
de: Typ

# TradeinComesWithEquipment
source: With the equipment
de: Mit Ausstattung

# BuildYear
source: Year of construction
de: Baujahr

source: Hours in operation
de: Betriebsstunden

source: Serial number
de: Seriennummer

source: Trade-in price
de: Inzahlungnahme-Preis

source: Trade-in
de: Inzahlungnahme

source: Trade-ins
de: Inzahlungnahmen

# FillTradein
source: Transfer
de: Übertragen

# OrCreateProject
source: Or create a project
de: Oder Projekt anlegen

# OrSelectProject
source: Or select a project
de: Oder Projekt auswählen

# NoteText
source: Activity Text
de: Aktivität Text

# NoteEvaluation
source: Rating / Evaluation
de: Bewertung / Evaluation

# NoteInfoFlow
source: Information Flow
de: Informationsfluss

source: Additional Campaign Info
de: Erweiterte Kampagneninfo

source: Description
de: Beschreibung

# NewOfferItem
source: Equipment search
de: Ausstattungssuche

# CompanyDebitorBlockedWarning
source: Customer blocked
de: Debitor gesperrt

# CompanyBlockedWarning
source: Company blocked
de: Kontakt gesperrt

# CompanyInactiveWarning
source: Contact inactive
de: Kontakt inaktiv

# PersonInactiveWarning
source: Contact inactive
de: Kontakt inaktiv

source: Open Projects
de: Offene Projekte

source: Days
de: Tage

source: Weeks
de: Wochen

source: Months
de: Monaten

source: Years
de: Jahren

source: Repeat task when closed
de: Aufgabe wiederholen, wenn geschlossen

# EditNotesForTask
source: Notes for task
de: Aktivitäten für die Aufgabe

source: Cancel task
de: Aufgabe stornieren

# IsAllDay
source: All day
de: Ganztägig

source: Cannot export offer
de: Das Angebot kann nicht exportiert werden

# ParentCompanyIsBlocked
source: The contact is blocked.
de: Der Kontakt ist blockiert.

# UnconfiguredItemsExist
source: Not all configurable items are configured
de: Nicht alle konfigurierbaren Anbauteile sind konfiguriert

source: Machines
de: Maschinen

# CustomerSwecon_Machine
source: Machines
de: Maschinen

source: Foreign machines
de: Fremdmaschinen

# MachinesEmptyStateTitle
source: No results found
de: Keine Ergebnisse gefunden

# NoMachinesAvailable
source: No machines available for this contact
de: Keine Maschinen verfügbar für diesen Kontakt

# NoForeignMachinesAvailable
source: No foreign machines available for this contact
de: Keine Fremdmaschinen verfügbar für diesen Kontakt

# AddForeignMachine
source: Add a foreign machine
de: Fremdmaschine hinzufügen

source: Keyword
de: Stichwort

source: Edit machine
de: Maschine bearbeiten

# IsPotential
source: Potential creation
de: Potentialerfassung

source: Article category
de: Artikelkategorie

# ForeignMachineType
source: Machine type
de: Maschinentyp

source: Customer of Finisher
de: Fertigerkunde

source: Sennebogen Contact
de: Sennebogen Kunde

source: Partner Purchaser
de: Partnerhändler

source: Customer Classification
de: Ist-Klassifizierung

source: Employee Class
de: Beschäftigtenklasse

# PotentialModel
source: Classification (external)
de: Potentialmodell-Klassifizierung

# PotentialClassification
source: Classification (potential)
de: Potential-Klassifizierung

# HasNoForeignMachine
source: No machine in action
de: Keine Fremdmaschine im Einsatz

# SalesPersonEmail
source: Sales person
de: Verkauf

# StationKey
source: Station
de: Standort

source: Travel lump sum
de: Entfernungspauschale

# OfferIsClosed
source: Configuration is read-only
de: Konfiguration ist Schreibgeschützt

# CantSaveClosedOfferMessage
source: The configuration is read-only. Any changes made can't be saved.
de: Die Konfiguration ist Schreibgeschützt. Es ist nicht möglich, die Änderungen zu speichern.

source: Not confirmed
de: Nicht bestätigt

source: Confirmed
de: Bestätigt

source: Show Inactive
de: Inaktive anzeigen

source: Show Active
de: Aktive anzeigen

source: Confirm Foreign Machine
de: Fremdmaschine bestätigen

source: Set Foreign Machine inactive
de: Fremdmaschine inaktiv setzen

source: Stock machines
de: Lagermaschinen

source: Load configuration
de: Konfiguration laden

# WarehouseEntryTransfer
source: Service warehouse entry Transfer
de: Warehouse Entry Transfer

source: Delete Profiling Session
de: Profilerstellungssitzung löschen

source: Document
de: Dokument

source: Dynamic Form Category
de: Dynamische Formularkategorie

source: Financing Calculation
de: Finanzierung Berechnung

source: Get Profiling Session Details
de: Details zur Profilerstellungssitzung abrufen

source: Installation Address Relationship Type
de: Installationsadressen-Beziehungstyp

source: Internal Salest
de: Interne Salest
