Repository: vilart1vilart1/react-journey-starter-37
Catalog: Customer.Swecon.Schultes/Resources/Resources.*.resx
Languages: de

source: No Causing Item SerialNo Reason
de: Kein verursachender Artikel Seriennr. Grund

source: Return Good
de: RückkehrGut

source: See All Users Expenses
de: Siehe Alle Benutzerkosten

source: See All Users Time Entries
de: Alle Zeiteinträge für Benutzer anzeigen

source: See Transfer Costs And Warranty Provisions In Offer
de: SeeTransfer Kosten und Garantie Bestimmungen im Angebot

source: Send Local Database Log
de: Senden Sie das lokale Datenbankprotokoll

source: Service Contract Limit Type
de: Service-Vertragslimit-Typ

source: Service Contract Status
de: Service Vertrag Status

source: Service Object Category
de: Dienstobjektkategorie

source: Service Order Invoice Reason
de: Serviceauftrag Rechnungsgrund

source: Skill Assign
de: Fähigkeitszuweisung

source: Stock Machine
de: Lagermaschine

source: View Purchase Prices
de: Kaufpreise anzeigen

# NotesEmptyStateTitle
source: No Activities
de: Keine Aktivitäten

# NoNoteInfo
source: You might enter an Activity about a Call, or a Meeting, or a Conversation you just had with this Person. Activities are great for keeping a History of your Interactions or Communications with someone.
de: Hier können Sie Activitäten über Telefonate, Meetings oder Gespräche, die Sie gerade mit diesem Kontakt hatten, eingeben. Activitäten sind eine großartige Möglichkeit, um ihre Interaktionen oder Kommunikation mit einem Kontakt zu archivieren.

source: Clock
de: Uhr

source: Last page
de: Letzte Seite

source: No Service Orders to Export
de: Keine zu exportierenden Serviceaufträge

source: Article description
de: Artikelbeschreibung

# OperatingHoursMustBeGreaterThanFromInstallation
source: The operating hours must be greater than those of the installation: {0}
de: Die Betriebsstunden müssen größer als die der Installation sein: {0}

# NewSerialNo
source: Serialno new
de: Seriennummer Neu

# MissingExecutedWorkForTimePostings
source: The specification of the executed work is missing for one or more time postings
de: Die Angabe der durchgeführten Arbeiten fehlt für eine oder mehrere Zeitmeldungen

# MissingDiagnosisForSomeJobs
source: The "Troubleshooting and diagnostics" information is missing for the following jobs
de: Die Angabe der "Fehlersuche und Diagnose" fehlt für folgende Jobs
